{
  "signup": [
    {
      "id": 1,
      "name":"ibrahim mohamed",
      "email": "ibrahimmohamed@gmail.com",
      "phone": "01284954021",
      "password": "12345"
    }
  ],
  "agencies":[
  {
    "id": 1,
    "name": "وكالة الفن الابداعي | Arts2Art",
    "desc": "أرتس تو آرت هي وكالة لكافة الحلول الإعلامية، وتظهر قوتها في تقديم الاستشارات الإعلامية عالية التأثير والتي يمكن تنفيذها في إطار الميزانية المتاحة.\nهل تسعى لتحقيق المزيد من الأرباح لشركتك أو مؤسستك؟ هل تتمنى نشر منتجاتك أو خدماتك بشكل يليق باسم شركتك؟ اطمئن، يمكنك تحقيق ذلك من خلال\nآرتس تو آرت، حيث نفخر بتقديم خدمات التصميم المتنوعة ذات الجودة العالية في منصة واحدة والتي تتوائم وإمكانيات العميل بل وتبرز براعة أعمال الشركة لدينا بإخراج أفضل وأرقى التصميمات حتى في ظل الإمكانيات المادية المحدودة أو حتى مواعيد التسليم الحرجة للعميل.",
    "category": "انتاج فني ودعاية",
    "location": "السعودية",
    "avaliable_chance": 3
  },
  {
    "id": 2,
    "name": "وكالة الإبداع الفني | Creative Arts Agency",
    "desc": "نحن وكالة متخصصة في إنتاج الأفلام والمحتوى الفني، نقدم استشارات في مجال الفنون والسينما والإعلام. تسعى وكالتنا إلى تقديم حلول مبتكرة وقابلة للتنفيذ لجميع متطلبات السوق. \nنخدم المؤسسات الكبيرة والصغيرة بتقديم محتوى مؤثر يساهم في تعزيز العلامة التجارية. من خلال التعاون مع فرق موهوبة، نقدم خدماتنا بكفاءة وابتكار.",
    "category": "إنتاج أفلام ومحتوى فني",
    "location": "الإمارات",
    "avaliable_chance": 5
  },
  {
    "id": 3,
    "name": "وكالة الفن المعاصر | Contemporary Art Agency",
    "desc": "نحن وكالة متخصصة في رعاية وترويج الفنون المعاصرة. نقدم خدمات رعاية الفنانين، المعارض، وورش العمل الفنية، بالإضافة إلى استشارات تخص الفنانين والمهتمين بالفن المعاصر. \nتهدف وكالتنا إلى إحداث تأثير فني مميز في المجتمع ودعم الفن المحلي عبر توسيع فرص التفاعل بين الفنانين والجمهور.",
    "category": "فن معاصر",
    "location": "مصر",
    "avaliable_chance": 2
  },
  {
    "id": 4,
    "name": "وكالة الفنون الرقمية | Digital Arts Agency",
    "desc": "وكالة متخصصة في الفنون الرقمية والإنتاج الفني باستخدام تقنيات الواقع الافتراضي والتصميم الجرافيكي المتقدم. نعمل مع الشركات والأفراد على إبداع تجارب فنية مبتكرة تتناغم مع أحدث التقنيات في مجال الفن الرقمي.\nنحن نساعد في إبراز أعمالك الفنية بطريقة تفاعلية ومؤثرة باستخدام الوسائل الرقمية المتطورة.",
    "category": "فنون رقمية",
    "location": "الأردن",
    "avaliable_chance": 4
  }
]

}
